Repository: yani2173/encrypted-memories
Catalog: Packages/EncryptedMemoriesKit/Sources/PhotosCore/Resources/Localizable.xcstrings
Source language: en
Languages: de

# backup.issue_unknown_waiting
source: Not finished yet.
de: Noch nicht fertig.

# backup.issue_permanent
source: This photo cannot be backed up.
de: Dieses Foto kann nicht gesichert werden.

# backup.issue_source_not_ready
source: The camera is still processing this photo.
de: Die Kamera bearbeitet dieses Foto noch.

# backup.issue_source_missing
source: This photo is no longer on this device.
de: Dieses Foto ist nicht mehr auf diesem Gerät.

# backup.section_action_needed
source: Action needed
de: Handlung erforderlich

# backup.section_continues_by_itself
source: Continues by itself
de: Läuft von selbst weiter

# backup.section_not_possible
source: Not possible
de: Nicht möglich

# backup.phase_waiting_proton
source: Waiting for Proton
de: Warten auf Proton

# backup.phase_not_backed_up %lld
source: %lld photos not backed up
de: %lld Fotos nicht gesichert

# backup.issue_deleted_elsewhere
source: The backup of this photo was removed from Proton Drive.
de: Die Sicherung dieses Fotos wurde aus Proton Drive entfernt.

# backup.issue_deletion_check
source: Checking whether this photo is still in Proton Drive.
de: Prüft, ob dieses Foto noch in Proton Drive ist.

# backup.keep_deleted
source: Keep Deleted
de: Gelöscht lassen

# backup.back_up_again
source: Back Up Again
de: Erneut sichern

# backup.issue_waiting_original
source: The edited photo waits for its original.
de: Das bearbeitete Foto wartet auf sein Original.

# albums.add_busy_message
source: Another album change is still running. Try again in a moment.
de: Eine andere Album-Änderung läuft noch. Versuche es gleich noch einmal.

# albums.new_album_menu
source: New Album…
de: Neues Album …

# library.filter_all
source: All Items
de: Alle Objekte

# library.filter_empty_description
source: Remove a filter to show more items.
de: Entferne einen Filter, um mehr Objekte anzuzeigen.

# library.filter_empty_title
source: No Matching Items
de: Keine passenden Objekte

# library.filter_photos
source: Photos
de: Fotos

# library.filter_remove
source: Remove Filters
de: Filter entfernen

# library.save_to_library
source: Save to Library
de: In Mediathek sichern

# library.saving_to_library
source: Saving to your library…
de: Wird in deiner Mediathek gesichert …

# library.save_to_library_done_one
source: Photo saved to your library
de: Foto in deiner Mediathek gesichert

# library.save_to_library_done_many %lld
source: %lld photos saved to your library
de: %lld Fotos in deiner Mediathek gesichert

# library.save_to_library_partial %lld %lld
source: %1$lld of %2$lld photos couldn’t be saved
de: %1$lld von %2$lld Fotos konnten nicht gesichert werden

# library.save_to_library_failed
source: Couldn’t save to your library
de: Sichern in deiner Mediathek fehlgeschlagen

# viewer.live_text_show
source: Show Text
de: Text anzeigen

# viewer.live_text_hide
source: Hide Text
de: Text ausblenden

# loading.content
source: Loading …
de: Wird geladen …

# action.undo
source: Undo
de: Widerrufen

# pending.delete_notice
source: Removed from backup
de: Aus dem Backup entfernt

# backup.excluded_title
source: Excluded from Backup
de: Vom Backup ausgenommen

# backup.excluded_footer
source: Photos you deleted before they were backed up. They stay in Apple Photos.
de: Fotos, die du vor der Sicherung gelöscht hast. Sie bleiben in Apple Fotos.

# backup.excluded_include
source: Back Up Again
de: Wieder sichern

# backup.excluded_empty
source: No excluded photos
de: Keine ausgenommenen Fotos

# viewer.local_media_unavailable
source: This photo isn’t available on this device right now.
de: Dieses Foto ist auf diesem Gerät gerade nicht verfügbar.

# contextmenu.share
source: Share
de: Teilen

# contextmenu.copy
source: Copy
de: Kopieren

# contextmenu.favorite
source: Favorite
de: Als Favorit markieren

# contextmenu.unfavorite
source: Remove from Favorites
de: Aus Favoriten entfernen

# contextmenu.information
source: Info
de: Informationen

# contextmenu.trash
source: Move to Trash
de: In den Papierkorb

# contextmenu.restore
source: Restore
de: Wiederherstellen

# settings.storage_pressure
source: Storage is almost full. Offline copies are paused for now.
de: Wenig Speicher auf diesem Gerät. Offline-Kopien werden vorerst nicht gespeichert.

# dragout.error.title
source: Couldn’t Drag Out
de: Drag-out nicht möglich

# dragout.error.insufficient_space
source: There is not enough free space to prepare this item.
de: Es ist nicht genug freier Speicherplatz vorhanden, um dieses Element vorzubereiten.

# dragout.error.write_failed
source: The item could not be prepared.
de: Das Element konnte nicht vorbereitet werden.

# auth.saved_session_invalid
source: The saved Proton session is invalid.
de: Die gespeicherte Proton-Sitzung ist ungültig.

# auth.saved_session_verification_failed
source: The Proton session could not be verified after saving.
de: Die Proton-Sitzung konnte nach dem Speichern nicht überprüft werden.

# auth.sign_in_failed
source: Sign-in failed.
de: Anmeldung fehlgeschlagen.

# search.title
source: Search
de: Suchen

# search.recent
source: Recent
de: Zuletzt

# search.clear
source: Clear
de: Löschen

# search.suggestions
source: Suggestions
de: Vorschläge

# search.suggestions_empty
source: No suggestions yet
de: Noch keine Vorschläge

# search.suggestions_empty_description
source: Suggestions from your library appear here after photos load.
de: Sobald Fotos geladen sind, erscheinen hier Vorschläge aus deiner Mediathek.

# library.view_years
source: Years
de: Jahre

# library.view_months
source: Months
de: Monate

# library.view_all_photos
source: All Photos
de: Alle Fotos

# library.curation_loading
source: Curating library …
de: Mediathek wird kuratiert …

# library.photo_singular
source: 1 photo
de: 1 Foto

# library.photos_plural
source: photos
de: Fotos

# albums.add_failed_title
source: Couldn’t add to album
de: Hinzufügen nicht möglich

# error.favorite_update_failed
source: Couldn’t update some favorites.
de: Einige Favoriten konnten nicht aktualisiert werden.

# albums.add_selection_title
source: Add to Album
de: Zu Album hinzufügen

# albums.create_action
source: Create
de: Erstellen

# albums.create_add_footer %lld
source: The album will be created and %lld selected items will be added.
de: Das Album wird erstellt und %lld ausgewählte Objekte werden hinzugefügt.

# albums.create_add_footer_one
source: The album will be created and the selected item will be added.
de: Das Album wird erstellt und das ausgewählte Objekt wird hinzugefügt.

# albums.create_and_add_action
source: Create & Add
de: Erstellen & hinzufügen

# albums.create_failed_title
source: Couldn’t create album
de: Album konnte nicht erstellt werden

# albums.create_new_action
source: New Album
de: Neues Album

# albums.create_title
source: Create Album
de: Album erstellen

# albums.existing_section
source: Existing Albums
de: Vorhandene Alben

# albums.loading
source: Loading albums…
de: Alben werden geladen …

# albums.none_available
source: No albums yet
de: Noch keine Alben

# albums.try_again
source: Try Again
de: Erneut versuchen

# error.album_created_add_failed %@
source: The album “%@” was created, but the selected items could not be added. Select the album and try again.
de: Das Album „%@“ wurde erstellt, aber die ausgewählten Objekte konnten nicht hinzugefügt werden. Wähle das Album aus und versuche es erneut.

# error.album_partial_add %lld %lld
source: %1$lld of %2$lld items were added. Try again for the remaining items.
de: %1$lld von %2$lld Objekten wurden hinzugefügt. Versuche es für die übrigen Objekte erneut.

# error.batch_action_incomplete %lld %lld
source: The change could not be confirmed for %1$lld of %2$lld items. Refresh and try again.
de: Die Änderung konnte für %1$lld von %2$lld Objekten nicht bestätigt werden. Aktualisiere die Ansicht und versuche es erneut.

# error.album_backend
source: The album could not be updated. Try again.
de: Das Album konnte nicht aktualisiert werden. Versuche es erneut.

# backup.detail_already_backed_up %lld
source: Already backed up: %lld
de: Bereits gesichert: %lld

# backup.detail_attention %lld
source: %lld files not backed up yet
de: %lld Dateien noch nicht gesichert

# backup.detail_backed_up %lld %lld
source: %lld of %lld backed up
de: %lld von %lld gesichert

# backup.detail_checked %lld %lld
source: %lld of %lld checked
de: %lld von %lld geprüft

# backup.detail_preparing_index %lld %lld
source: Preparing backup index: %lld of %lld
de: Sicherungsindex wird vorbereitet: %lld von %lld

# backup.detail_preparing_index_indeterminate
source: Preparing backup index…
de: Sicherungsindex wird vorbereitet…

# backup.detail_preparing_index_once
source: Checks which photos are already in Proton, so none uploads twice. This happens once and can take a few minutes for a large library.
de: Prüft, welche Fotos bereits in Proton sind, damit keines doppelt hochgeladen wird. Das passiert einmal und kann bei einer großen Mediathek einige Minuten dauern.

# backup.detail_preparing_index_failed
source: The backup index could not be prepared. Try again later.
de: Der Sicherungsindex konnte nicht vorbereitet werden. Versuche es später erneut.

# backup.warning_dedupe_degraded %lld
source: %lld existing photos could not be checked for exact duplicates. Backup continues and may create duplicates.
de: %lld vorhandene Fotos konnten nicht auf exakte Duplikate geprüft werden. Das Backup läuft weiter und kann Duplikate erzeugen.

# backup.detail_waiting %lld
source: %lld files will continue on the next run
de: %lld Dateien werden beim nächsten Durchlauf fortgesetzt

# backup.error_background_immediate_ineligible
source: iOS could not continue this backup immediately. A later background attempt remains scheduled.
de: iOS konnte diese Sicherung nicht sofort fortsetzen. Ein späterer Hintergrundversuch bleibt geplant.

# backup.error_background_not_permitted
source: iOS has not permitted background backup. Check Background App Refresh in Settings or keep Encrypted Memories open.
de: iOS hat die Hintergrundsicherung nicht erlaubt. Prüfe die Hintergrundaktualisierung in den Einstellungen oder lasse Encrypted Memories geöffnet.

# backup.error_background_refresh_unavailable
source: Background backup is unavailable. Enable Background App Refresh in Settings or keep Encrypted Memories open.
de: Die Hintergrundsicherung ist nicht verfügbar. Aktiviere die Hintergrundaktualisierung in den Einstellungen oder lasse Encrypted Memories geöffnet.

# backup.error_background_registration
source: Background backup could not be registered. Restart Encrypted Memories; keep it open until backup completes.
de: Die Hintergrundsicherung konnte nicht registriert werden. Starte Encrypted Memories neu und lasse die App bis zum Abschluss geöffnet.

# backup.error_background_scheduler_capacity
source: The iOS background queue is currently full. Encrypted Memories will retry; keep the app open to continue now.
de: Die iOS-Hintergrundwarteschlange ist derzeit voll. Encrypted Memories versucht es erneut; lasse die App geöffnet, um jetzt fortzufahren.

# backup.error_background_unknown
source: Background backup could not be scheduled. Encrypted Memories will retry; keep the app open to continue now.
de: Die Hintergrundsicherung konnte nicht geplant werden. Encrypted Memories versucht es erneut; lasse die App geöffnet, um jetzt fortzufahren.

# labs.intro
source: Try new features here before they’re finished. They may still change or go away.
de: Hier kannst du neue Funktionen ausprobieren, bevor sie fertig sind. Sie können sich noch ändern oder wieder verschwinden.

# labs.empty_title
source: Nothing to Try Right Now
de: Gerade nichts zum Ausprobieren

# labs.empty_message
source: New features show up here when they’re ready. Check back soon.
de: Neue Funktionen erscheinen hier, sobald sie bereit sind. Schau bald wieder vorbei.

# settings.summary_on
source: On
de: Ein

# settings.summary_off
source: Off
de: Aus

# settings.summary_unavailable
source: Unavailable
de: Nicht verfügbar

# backup.summary_backing_up
source: Backing Up
de: Wird gesichert

# backup.summary_paused
source: Paused
de: Pausiert

# backup.summary_waiting
source: Waiting
de: Wartet

# backup.summary_incomplete
source: Incomplete
de: Unvollständig

# backup.phase_attention
source: Some files were not backed up
de: Einige Dateien wurden nicht gesichert

# backup.phase_checking
source: Checking what’s already backed up
de: Es wird geprüft, was bereits gesichert ist

# backup.phase_completed
source: All files backed up
de: Alle Dateien gesichert

# backup.phase_completed_with_omissions
source: Backup finished
de: Sicherung abgeschlossen

# backup.phase_completed_with_remote_deletions
source: Backup complete
de: Sicherung abgeschlossen

# backup.phase_idle
source: Ready
de: Bereit

# backup.phase_paused
source: Paused
de: Pausiert

# backup.phase_scanning
source: Looking for files…
de: Dateien werden gesucht…

# backup.phase_uploading
source: Backing up
de: Wird gesichert

# backup.phase_waiting
source: Backup incomplete
de: Backup unvollständig

# backup.phase_waiting_network
source: Waiting for a stable connection
de: Warten auf eine stabile Verbindung

# backup.phase_waiting_account_storage
source: Proton storage full
de: Proton-Speicher voll

# backup.phase_waiting_storage
source: Device storage needed
de: Gerätespeicher benötigt

# backup.phase_waiting_draft
source: Waiting for Proton to finish pending uploads
de: Warten auf ausstehende Proton-Uploads

# backup.detail_retry_at %@
source: Next attempt at %@
de: Nächster Versuch um %@

# backup.issue_network
source: Connection interrupted.
de: Verbindung unterbrochen.

# backup.error_needs_free_space %@
source: This needs about %@ of free space on this device.
de: Dafür werden etwa %@ freier Speicher auf diesem Gerät benötigt.

# backup.issue_account_storage
source: Your Proton storage is full. Free up space or upgrade your plan.
de: Dein Proton-Speicher ist voll. Gib Speicher frei oder erweitere dein Abo.

# backup.issue_device_storage
source: Not enough space on this device.
de: Zu wenig Speicher auf diesem Gerät.

# backup.issue_remote_draft
source: An earlier upload of this photo is still finishing.
de: Ein früherer Upload dieses Fotos wird noch abgeschlossen.

# backup.issue_remote_draft_stale
source: An earlier upload of this photo stayed unfinished.
de: Ein früherer Upload dieses Fotos blieb unvollständig.

# backup.issue_permission
source: Encrypted Memories may not read this photo. Allow access to all photos in Settings.
de: Encrypted Memories darf dieses Foto nicht lesen. Erlaube in den Einstellungen den Zugriff auf alle Fotos.

# backup.issue_unsupported
source: This file type cannot be backed up.
de: Dieser Dateityp kann nicht gesichert werden.

# backup.issue_remote_service
source: Proton cannot take this photo right now.
de: Proton kann dieses Foto gerade nicht annehmen.

# backup.error_low_space
source: Not enough space on this device to prepare the file
de: Zu wenig Speicher auf diesem Gerät, um die Datei vorzubereiten

# backup.error_local_state_unavailable
source: The backup cannot continue on this device right now. Please restart the app.
de: Das Backup kann auf diesem Gerät gerade nicht weitermachen. Bitte starte die App neu.

# backup.error_execution_lock_unavailable
source: Backup cannot start safely right now. Please try again.
de: Backup kann gerade nicht sicher gestartet werden. Bitte versuche es erneut.

# backup.error_source_missing
source: The file no longer exists on this device
de: Die Datei ist auf diesem Gerät nicht mehr vorhanden

# backup.detail_respected_remote_deletions %lld
source: %lld previously backed-up items were not recreated because they were deleted in Proton Drive
de: %lld früher gesicherte Objekte wurden nicht erneut angelegt, da sie in Proton Drive gelöscht wurden

# backup.remote_deletions_info_title
source: Not recreated
de: Nicht erneut angelegt

# backup.state_skipped_remote_deletion
source: Skipped: deleted in Proton Drive
de: Übersprungen: in Proton Drive gelöscht

# backup.progress_backed_up %lld %lld
source: %lld of %lld backed up
de: %lld von %lld gesichert

# backup.progress_attention %lld
source: %lld couldn’t be backed up
de: %lld nicht gesichert

# backup.progress_waiting %lld
source: %lld waiting for Proton
de: %lld warten auf Proton

# backup.progress_transferring %lld
source: Transferring data · %lld%%
de: Überträgt Daten · %lld %%

# backup.fail_reason_generic
source: The backup did not succeed.
de: Die Sicherung ist nicht gelungen.

# backup.failed_sheet_title
source: Photos not backed up
de: Nicht gesicherte Fotos

# backup.failed_sheet_footer
source: Hiding a notice does not back up the photo.
de: Ein ausgeblendeter Hinweis sichert das Foto nicht.

# backup.failed_sheet_retry
source: Try again
de: Erneut versuchen

# backup.failed_sheet_done
source: Done
de: Fertig

# backup.queue_title
source: Upload Queue
de: Upload-Warteschlange

# backup.queue_section_uploading
source: Uploading now
de: Wird gerade hochgeladen

# backup.queue_section_waiting
source: Up next
de: Als Nächstes

# backup.queue_state_uploading
source: Uploading…
de: Wird hochgeladen …

# backup.queue_empty
source: Nothing waiting to upload
de: Nichts wartet auf den Upload

# backup.queue_more %lld
source: %lld more files waiting
de: %lld weitere Dateien warten

# backup.failed_item_dismiss
source: Dismiss warning
de: Warnung ausblenden

# backup.failed_sheet_empty
source: Nothing needs attention.
de: Alles in Ordnung.

# mlsearch.scope_semantic
source: Content
de: Inhalt

# mlsearch.scope_documents
source: Documents
de: Dokumente

# mlsearch.scope_similar
source: Similar
de: Ähnlich

# mlsearch.product_name
source: Smart Search
de: Intelligente Suche

# mlsearch.model_size_label
source: Model size
de: Modellgröße

# mlsearch.disable_confirm_title %@
source: Turn off %@?
de: %@ ausschalten?

# mlsearch.disable_confirm_message
source: The downloaded model and the local search index will be deleted from this device. Your photos in Proton Drive are not affected.
de: Das geladene Modell und der lokale Suchindex werden von diesem Gerät gelöscht. Deine Fotos in Proton Drive sind nicht betroffen.

# mlsearch.disable_confirm_action
source: Turn off and delete
de: Ausschalten und löschen

# mlsearch.switch_confirm_title
source: Switch Search Model?
de: Suchmodell wechseln?

# mlsearch.switch_confirm_message
source: The new model downloads, then your library is indexed again. The current model stays active until then.
de: Das neue Modell wird geladen, danach wird die Mediathek neu indexiert. Bis dahin bleibt das aktuelle Modell aktiv.

# mlsearch.switch_confirm_action
source: Switch
de: Wechseln

# mlsearch.status_disabled
source: Off
de: Aus

# mlsearch.status_not_installed
source: Model not installed
de: Modell nicht installiert

# mlsearch.status_not_downloadable
source: No download available yet
de: Noch kein Download verfügbar

# mlsearch.status_downloading
source: Downloading model
de: Modell wird geladen

# mlsearch.downloaded_bytes %@ %@
source: %@ of %@ downloaded
de: %@ von %@ geladen

# mlsearch.status_verifying
source: Checking download
de: Download wird geprüft

# mlsearch.status_installing
source: Installing model
de: Modell wird installiert

# mlsearch.status_preparing
source: Preparing model
de: Modell wird vorbereitet

# mlsearch.status_indexing
source: Indexing library
de: Mediathek wird indexiert

# mlsearch.status_waiting
source: Indexing will continue automatically
de: Indexierung wird automatisch fortgesetzt

# mlsearch.status_ready %@
source: %@ is ready
de: %@ ist bereit

# mlsearch.ready_with_pending %lld
source: The remaining %lld photos and videos will be indexed automatically later.
de: Die übrigen %lld Fotos und Videos werden später automatisch indexiert.

# mlsearch.ready_count %lld
source: %lld photos and videos are searchable.
de: %lld Fotos und Videos sind durchsuchbar.

# mlsearch.status_switching
source: Switching model
de: Modell wird gewechselt

# mlsearch.status_deleting
source: Removing search data
de: Suchdaten werden entfernt

# mlsearch.status_failed_download
source: Download failed
de: Download fehlgeschlagen

# mlsearch.status_failed_verification
source: Download could not be verified
de: Download konnte nicht geprüft werden

# mlsearch.status_failed_installation
source: Installation failed
de: Installation fehlgeschlagen

# mlsearch.status_failed_model
source: Model could not be loaded
de: Modell konnte nicht geladen werden

# mlsearch.model_recommended
source: Recommended
de: Empfohlen

# mlsearch.model_row
source: Search Model
de: Suchmodell

# mlsearch.unsupported_device
source: Not available on this device.
de: Auf diesem Gerät nicht verfügbar.

# mlsearch.status_failed_space
source: Not enough storage
de: Nicht genug Speicherplatz

# mlsearch.space_required %@
source: %@ of free space is needed.
de: Benötigt werden %@ freier Speicher.

# mlsearch.unavailable_title
source: Not Searchable
de: Nicht durchsuchbar

# mlsearch.unavailable_note %lld
source: %lld photos or videos couldn't be analyzed. They stay in your library but can't be found by their content.
de: %lld Fotos oder Videos ließen sich nicht analysieren. Sie bleiben in deiner Mediathek, werden aber nicht über ihren Inhalt gefunden.

# mlsearch.unavailable_reasons %@
source: Reason: %@
de: Grund: %@

# mlsearch.status_failed_storage
source: Search index unavailable
de: Suchindex nicht verfügbar

# mlsearch.work_progress_percent %lld
source: %lld%% complete
de: %lld%% abgeschlossen

# mlsearch.failure_source_corrupt
source: source cannot be decoded
de: Quelle nicht dekodierbar

# mlsearch.failure_invalid_artifact
source: invalid analysis result
de: ungültiges Analyseergebnis

# mlsearch.failure_invalid_result
source: incomplete analysis result
de: unvollständiges Analyseergebnis

# mlsearch.failure_analysis
source: analysis failed
de: Analyse fehlgeschlagen

# mlsearch.failure_retry_limit
source: retry limit reached
de: Wiederholungslimit erreicht

# mlsearch.indexed_count %lld %lld
source: %lld of %lld photos and videos prepared
de: %lld von %lld Fotos und Videos vorbereitet

# mlsearch.privacy_note %@
source: %@ runs entirely on this device. Photos and search queries are never uploaded.
de: %@ verarbeitet Mediathekinhalte und Suchanfragen ausschließlich auf diesem Gerät.

# mlsearch.developer_model_note
source: For development only. This model may not ship in the app.
de: Nur für die Entwicklung. Dieses Modell darf nicht in der App ausgeliefert werden.

# mlsearch.status_loading_catalog
source: Loading available models
de: Verfügbare Modelle werden geladen

# mlsearch.status_select_model
source: Choose a search model
de: Suchmodell auswählen

# mlsearch.model_choice_intro
source: Choose a search model. Your library is then indexed on this device.
de: Wähle ein Suchmodell. Danach wird deine Mediathek auf diesem Gerät indexiert.

# mlsearch.status_failed_catalog
source: Models could not be loaded
de: Modelle konnten nicht geladen werden

# mlsearch.model_tinyclip_title
source: Fast and efficient
de: Schnell und sparsam

# mlsearch.model_tinyclip_description
source: English searches only. Smaller download and faster indexing.
de: Nur englische Suchbegriffe. Kleinerer Download und schnellere Indexierung.

# mlsearch.model_siglip2_title
source: Accurate and multilingual
de: Genau und mehrsprachig

# mlsearch.model_siglip2_description
source: International search with more detailed results. Larger download and slower indexing.
de: Internationale Suche mit detaillierteren Ergebnissen. Größerer Download und langsamere Indexierung.

# mlsearch.model_generic_title
source: On-device search
de: Suche auf diesem Gerät
